---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctConnectorSystemClassificationParam
source: html/ee1b603d-b862-72fd-4250-1cb2ea798cf6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctConnectorSystemClassificationParam Property

"System Classification"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctConnectorSystemClassificationParam { get; }
```